// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Map";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Bladwijzers";

// genre names
"Social Networking" = "Sociaal";
"Reference" = "Referentie";
"News" = "Nieuws";
"Games" = "Games";
"Productivity" = "Productiviteit";
"Entertainment" = "Amusement";
"Lifestyle" = "Lifestyle";
"Navigation" = "Navigatie";
"Music" = "Muziek";
"Utilities" = "Hulpapps";
"Travel" = "Reizen";
"Sports" = "Sport";
"Healthcare & Fitness" = "Gezondheid";
"Photography" = "Fotografie";
"Finance" = "Financieel";
"Business" = "Zakelijk";
"Education" = "Onderwijs";
"Weather" = "Weer";
"Books" = "Boeken";
"Medical" = "Medisch";
"Stores" = "Winkels";

// game subgenre names
"Action Games" = "Actie";
"Adventure Games" = "Avontuur";
"Arcade Games" = "Arcade";
"Board Games" = "Bordgames";
"Card Games" = "Kaartgames";
"Casino Games" = "Casino";
"Dice Games" = "Dobbelgames";
"Educational Games" = "Educatief";
"Family Games" = "Kindergames";
"Kids Games" = "Kindergames";
"Music Games" = "Muziekgames";
"Puzzle Games" = "Puzzel";
"Racing Games" = "Racegames";
"Role Playing Games" = "Rollengames";
"Simulation Games" = "Simulatie";
"Sports Games" = "Sport";
"Strategy Games" = "Strategie";
"Trivia Games" = "Triviagames";
"Word Games" = "Woordgames";



